# Лицензия

## Ссылки

- [API документация](./docs/API.md)
- [Инструкция для разработчика](./docs/CONTRIBUTING.md)
- [Лог изменений](./docs/CHANGELOG.md)
- [Инструкция по установке](./README.md)

## Название

`Закрытая приватная`

## Копирайт

`Sergey Kolmiller <uyem.ru@gmail.com>`

## Текст

Лицензия данного продукта является закрытой и приватной. Любое несанкционированное использование преследуется по закону. Данный проект написан для репозитория `https://github.com/blindbeat/sweet`, это означает, что с владельца этого репозитория снимается потенциальная ответственность по _приватной части_ лицензии и он может использовать её в своих проектах. Но оставшаяся _закрытая часть_ лицензии **запрещает** ему самому или третьим лицам, которые получают от него код, **выкладывать данный код или его элементы в публичном репозитории**. _Запрещены к несанкционированному распостранению только файлы помеченные специальными заголовками с предупреждениями о закрытой лицензии_.

## Дата

14.10.2021г.
